[ConvSingleFire X2AbilityTemplate]
LocFriendlyName="单发射击"
LocLongDescription="发射一枪精准的单发子弹；比标准连发伤害要低。"
LocHelpText="发射一枪精准的单发子弹；比标准连发伤害要低。"

[ConvFullAuto X2AbilityTemplate]
LocFriendlyName="全自动射击"
LocLongDescription="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"
LocHelpText="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"

[MagSingleFire X2AbilityTemplate]
LocFriendlyName="单发射击"
LocLongDescription="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"
LocHelpText="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"

[MagFullAuto X2AbilityTemplate]
LocFriendlyName="全自动射击"
LocLongDescription="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"
LocHelpText="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"

[BeamSingleFire X2AbilityTemplate]
LocFriendlyName="聚焦光束"
LocLongDescription="发射精准的光束；比标准等离子火力造成的伤害要低。"
LocHelpText="发射精准的光束；比标准等离子火力造成的伤害要低。"

[BeamFullAuto X2AbilityTemplate]
LocFriendlyName="过度充能光束"
LocLongDescription="发射增强光束以造成更高的伤害，但会增加瞄准惩罚。"
LocHelpText="发射增强光束以造成更高的伤害，但会增加瞄准惩罚。"

[CoilSingleFire X2AbilityTemplate]
LocFriendlyName="单发射击"
LocLongDescription="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"
LocHelpText="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"

[CoilFullAuto X2AbilityTemplate]
LocFriendlyName="全自动射击"
LocLongDescription="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"
LocHelpText="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"

[LaserSingleFire X2AbilityTemplate]
LocFriendlyName="锁定模式"
LocLongDescription="发射超短、精准的激光脉冲；比标准激光火力造成的伤害要低。"
LocHelpText="发射超短、精准的激光脉冲；比标准激光火力造成的伤害要低。"

[LaserFullAuto X2AbilityTemplate]
LocFriendlyName="Q-Switching"
LocLongDescription="发射高功率激光脉冲。造成更多伤害，但额外增加瞄准惩罚。"
LocHelpText="发射高功率激光脉冲。造成更多伤害，但额外增加瞄准惩罚。"

[Dazzler X2AbilityTemplate]
LocFriendlyName="激光眩晕"
LocLongDescription="用短暂的激光闪光使敌人失明（迷失方向）。易于瞄准。造成最小的伤害。"
LocHelpText="用短暂的激光闪光使敌人失明（迷失方向）。易于瞄准。造成最小的伤害。"

[GenericSingleFire_T1 X2AbilityTemplate]
LocFriendlyName="单发射击"
LocLongDescription="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"
LocHelpText="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"

[GenericFullAuto_T1 X2AbilityTemplate]
LocFriendlyName="全自动射击"
LocLongDescription="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"
LocHelpText="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"

[GenericSingleFire_T2 X2AbilityTemplate]
LocFriendlyName="单发射击"
LocLongDescription="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"
LocHelpText="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"

[GenericFullAuto_T2 X2AbilityTemplate]
LocFriendlyName="全自动射击"
LocLongDescription="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"
LocHelpText="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"

[GenericSingleFire_T3 X2AbilityTemplate]
LocFriendlyName="单发射击"
LocLongDescription="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"
LocHelpText="单发射击发射一枪精准的单发子弹；比标准连发伤害要低。"

[GenericFullAuto_T3 X2AbilityTemplate]
LocFriendlyName="全自动射击"
LocLongDescription="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"
LocHelpText="全自动射击以获得更高的伤害，但会增加瞄准惩罚。"

